about_us = """Добрый день, дамы и господа, мы рады сообщить Вам, что наша компания ООО *”LEADER FOAM RUBBER”* производит поролон разной толщины, плотности и размера. Наш поролон служит для производства и ремонта мебели.

Наша компания - это ответственность и высокое качество!"""

adress = """*OOO. Leader Foam Rubber.*

Узбекистан, Ташкентская область, г. Келес, Зангатинский р-н, Промзона, ул. Бинокорлар 44"""


contact_us = """Телефон: +998(97)333-99-21
Телефон: +998(97)705-60-61
Телефон: +998(97)783-06-66
E-mail: lfr@porolon.uz
Высококвалифицированный персонал всегда поможет вам при составлении заказа.
Индивидуальный подход к каждому клиенту.

Работаем без выходных и праздников. 12 часов работы в день. Доставка по Ташкенту."""



price_list = """Поролон (размер листа 1м x 2м)

Плотность 16
1 см(15000) | 2 см(30000) | 3 см(45000) | 4 см(60000) | 5 см(75000) | 6 см(90000) | 7 см(105000) | 8 см(120000) | 9 см(135000) | 10 см(150000) | м3 (750000)

Плотность 18
1 см(16000) | 2 см(32000) | 3 см(48000) | 4 см(64000) | 5 см(80000) | 6 см(96000) | 7 см(112000) | 8 см(128000) | 9 см(144000) | 10 см(160000) | м3(800000)

Так же, существуют плотности: 22, 25 и 30.

Поролон вторичного вспенивания (прессованный мраморный поролон) (размер листа 1м x 2м)

Плотность 65
1 см(26400) | 2 см(52800) | 3 см(79200) | 4 см(105600) | 5 см(132000) | 6 см(158400) | 7 см(184800) | 8 см(211200) | 9 см(237600) | 10 см(264000) | м3(1320000)

Плотность 85
1 см(29000) | 2 см(58000) | 3 см(87000) | 4 см(116000) | 5 см(145000) | 6 см(174000) | 7 см(203000) | 8 см(232000) | 9 см(261000) | 10 см(290000) | м3(1450000)

Так же, существуют плотности: 100 и 120.

БАЗОВЫЕ цены обсуждаются индивидуально с каждым клиентом."""


preview = """Правильно выбранный ортопедический матрас помогает разгрузить мышцы и расслабить позвоночник во время сна.
 Правильно подобранная модель поддерживает здоровое положение позвоночника, способствует расслаблению мышц и мягких тканей благодаря бережной адаптации к форме человеческого тела.
 Это две основные задачи, которые решаются при помощи современных материалов и технологий изготовления матрасов. Вы можете заказать ортопедический матрас в стандартном исполнении либо оформить заявку на изготовление по своим размерам."""



choose_density = """Выберите жесткость:

Рекомендуется:
до 70 кг – матрасы средней жесткости.
более 70 кг – матрасы с максимальным параметром жесткости."""
choose_material = """Обивка матраса, в основном, изготавливается из синтетики или жаккарда:

Синтетика (100-120 гр/м^2) может состоять как из натуральных нитей, так и с добавлением синтетических эластичных волокон. Натуральные нити придают чехлу прочность и износостойкость, отличаются приятной мягкостью на ощупь, к тому же обеспечивают отличную проходимость воздуха, а синтетические волокна придают эластичность.

Жаккард (300-450 гр/м^2) отличается своей плотной структурой, практичностью, длительным сроком эксплуатации и презентабельным видом."""


order_info = """Ваш заказ:
Жесткость: {}
Тип обивки: {}
Размер: {} || {}

Потверждаете заказ?"""


admin_order_info = """Заказ Пользователя:
Жесткость: {}
Тип обивки: {}
Размер: {} || {}

Имя пользователя: {}
Номер телефона: {}
	"""

make_order = """Для оформления заказа, пожалуйста, отправьте свои контакты с помощью кнопки ниже"""
